sourceLabel = "Источник:";
formatLabel = "Формат:";
fpsLabel = "Частота кадров:";
playingFPSLabel = "Показ кадр./с:";
dataSizeLabel = "Размер данных:";
dataRateLabel = "Скорость:";
currentTimeLabel = "Текущее время:";
durationLabel = "Длительность:";
normalSizeLabel = "Станд. размер:";
currentSizeLabel = "Текущий размер:";
bitRateLabel = "Битрейт:";
qualityLabel = "Качество:";
destinationLabel = "Расположение:";
videoSourceLabel = "Источник видео:";
audioSourceLabel = "Аудиоисточник";

movieInfoNoTitle = "Информация";
movieInfo = " – Информация";
movieInspectorNoTitle = "Инспектор";
movieInspector = " – Инспектор";

blacknWhite = "Черно-белый";
/* [2] */
four = "4";
/* [3] */
sixteen = "16";
/* [4] */
twofiftysix = "256";
/* [5] */
thousands = "Тысячи";
/* [6] */
millions = "Миллионы";
/* [7] */
millionsplus = "Много миллионов";
/* [8] */
unknown = "Неизвестно";
/* [9] */
colors = "Цвета";
/* [10] */
grays = "Оттенки серого";

Chapter = "Дорожка главы";
/*
Apple_IMA4_Decoder = "IMA 4:1";
MP3_Decoder = "MPEG Layer-3 Audio";
kHz = "kHz";
stereo = "Stereo";
mono = "Mono";
none = "None";
kMACE3Compression = "MACE 3 to 1";
kMACE6Compression = "MACE 6 to 1";
bits = "bits";
varBitRate = "variable bitrate";
kAudioFloatLE = "Float (little endian)";
kAudioFloatBE = "Float (big endian)";
kAudioUnsignedInteger = "Unsigned integer";
kAudioUnsignedIntegerLE = "Unsigned integer (little endian)";
kAudioUnsignedIntegerBE = "Unsigned integer (big endian)";
kAudioInteger = "Integer";
kAudioIntegerLE = "Integer (little endian)";
kAudioIntegerBE = "Integer (big endian)";
notApplicable = "Not applicable";
protected = "protected";
*/

bytes = "^0 байт";
kiloBytes = "^0 КБ";
megaBytes = "^0 МБ";
gigaBytes = "^0 ГБ";
teraBytes = "^0 ТБ";
petaBytes = "^0 ПБ";
exaBytes = "^0 ЭБ";

bytesPerSec = "^0 байт/с";
kiloBytesPerSec = "^0 кбайт/с";
megaBytesPerSec = "^0 Мбайт/с";
gigaBytesPerSec = "^0 Гбайт/с";

pixels = "пиксел.";
curPixels = "^0 пикселей (^1)";


bitsPerSec = "^0 бит/с";
kbitsPerSec = "^0 кбит/с";
mbitsPerSec = "^0 Мбит/с";
gbitsPerSec = "^0 Гбит/с";

percent = "^0%";
playingFPS = "(Доступно во время воспроизведения.)";

halfSize = "Половинный";
actualSize = "Фактический";
doubleSize = "Двойной";

 /* codecname, dimensions, depth */
videoFormatString = "^C, ^S, ^D";
/* codecname, dimensions */
videoFormatForMPEGString = "^C, ^S"; 
unAvailableString = "Фильм недоступен";

/* Quartz Composition strings */
averageFPSLabel = "Средняя частота кадров:";
averageLoadLabel = "Средняя загрузка:";
quartzComposerTrack = "Quartz Composer";

/* Recording strings */
compressedAudioFormatSummary = "Аудио AAC 128 Кбит/с";
availableWhenRecording = "(Доступно при записи.)";